Repository: unkownpr/DeskPlanet
Catalog: DeskPlant/Resources/Localization/*.lproj/Localizable.strings
Languages: fr, tr

# tab.plant
source: Plant
fr: Plante
tr: Bitki

# tab.stats
source: Stats
fr: Statistiques
tr: İstatistikler

# tab.settings
source: Settings
fr: Paramètres
tr: Ayarlar

# plant.health
source: Health
fr: Santé
tr: Sağlık

# plant.level
source: Level
fr: Niveau
tr: Seviye

# plant.sessions
source: Sessions
tr: Seanslar

# plant.status.thriving
source: Thriving
fr: Prospère
tr: Mükemmel

# plant.status.healthy
source: Healthy
fr: En bonne santé
tr: Sağlıklı

# plant.status.needscare
source: Needs Care
tr: Bakım Gerekli

# plant.status.wilting
source: Wilting
fr: Flétrissement
tr: Solmaya Başladı

# plant.status.critical
source: Critical
fr: Critique
tr: Kritik Durum

# timer.readyToFocus
source: Ready to focus
fr: Prêt à se concentrer
tr: Odaklanmaya hazır

# timer.focusTime
source: Focus time - Your plant is growing
fr: Temps de concentration - Votre plante pousse
tr: Fokus zamanı - Bitkinin büyüyor

# timer.breakTime
source: Break time - Rest well
fr: Temps de pause - Reposez-vous bien
tr: Mola zamanı - İyi dinlen

# timer.paused
source: Paused
fr: En pause
tr: Duraklatıldı

# timer.focus
source: Focus
tr: Fokus

# timer.break
source: Break
tr: Mola

# timer.remaining
source: remaining
tr: kaldı

# timer.clickToStart
source: Click to start focusing
tr: Fokus başlatmak için tıkla

# button.startFocus
source: Start Focus
fr: Commencer la concentration
tr: Fokusa Başla

# button.pause
source: Pause
tr: Duraklat

# button.resume
source: Resume
fr: Reprendre
tr: Devam Et

# button.stop
source: Stop
fr: Arrêter
tr: Durdur

# button.skip
source: Skip
fr: Passer
tr: Atla

# button.quit
source: Quit DeskPlant
fr: Quitter DeskPlant
tr: DeskPlant'tan Çık

# notification.workComplete.title
source: Work Session Complete!
fr: Session de travail terminée!
tr: Çalışma Seansı Tamamlandı!

# notification.workComplete.body
source: Great job! Time for a %@ break.
fr: Excellent travail! C'est l'heure d'une %@ pause.
tr: Harika iş! %@ mola zamanı.

# notification.breakComplete.title
source: Break Complete!
fr: Pause terminée!
tr: Mola Bitti!

# notification.breakComplete.body
source: Ready to focus again?
fr: Prêt à se concentrer à nouveau?
tr: Tekrar odaklanmaya hazır mısın?

# notification.sessionSkipped.title
source: Session Skipped
fr: Session ignorée
tr: Seans Atlandı

# notification.sessionSkipped.body
source: Complete full sessions to water your plant!
fr: Terminez des sessions complètes pour arroser votre plante!
tr: Bitkini sulamak için tam seansları tamamla!

# notification.break.short
source: short
fr: courte
tr: kısa

# notification.break.long
source: long
fr: longue
tr: uzun

# settings.choosePlant
source: Choose Your Plant
fr: Choisissez votre plante
tr: Bitkini Seç

# settings.timerSettings
source: Timer Settings
fr: Paramètres du minuteur
tr: Zamanlayıcı Ayarları

# settings.workDuration
source: Work Duration
fr: Durée de travail
tr: Çalışma Süresi

# settings.shortBreak
source: Short Break
fr: Pause courte
tr: Kısa Mola

# settings.longBreak
source: Long Break
fr: Pause longue
tr: Uzun Mola

# settings.language
source: Language
fr: Langue
tr: Dil

# settings.launchAtLogin
source: Launch at Login
fr: Lancer au démarrage
tr: Başlangıçta Çalıştır

# settings.howToUse
source: How to Use?
fr: Comment utiliser?
tr: Nasıl Kullanılır?

# settings.about
source: About DeskPlant
fr: À propos de DeskPlant
tr: DeskPlant Hakkında

# settings.version
source: Version 1.0.0
tr: Versiyon 1.0.0

# settings.description
source: Boost your productivity with Pomodoro technique while growing a digital plant. Stay focused, take breaks, and watch your plant thrive!
fr: Augmentez votre productivité avec la technique Pomodoro tout en cultivant une plante numérique. Concentrez-vous, faites des pauses et regardez votre plante prospérer!
tr: Pomodoro tekniği ile verimliliğinizi artırın, dijital bitki yetiştirin. Odaklanın, mola verin ve bitkinizin büyümesini izleyin!

# plant.type.bonsai
source: Bonsai
fr: Bonsaï
tr: Bonzai

# plant.type.cactus
source: Cactus
tr: Kaktüs

# plant.type.bamboo
source: Bamboo
fr: Bambou
tr: Bambu

# plant.type.sunflower
source: Sunflower
fr: Tournesol
tr: Ayçiçeği

# plant.description.bonsai
source: Patient and wise, grows slowly with dedication
fr: Patient et sage, grandit lentement avec dévouement
tr: Sabırlı ve bilge, özveriyle yavaş büyür

# plant.description.cactus
source: Resilient survivor, thrives with consistent care
fr: Survivant résilient, prospère avec des soins constants
tr: Dayanıklı ve güçlü, düzenli bakımla gelişir

# plant.description.bamboo
source: Flexible and strong, grows rapidly with focus
fr: Flexible et fort, grandit rapidement avec concentration
tr: Esnek ve güçlü, odakla hızlı büyür

# plant.description.sunflower
source: Bright and optimistic, needs regular attention
fr: Lumineux et optimiste, nécessite une attention régulière
tr: Parlak ve neşeli, düzenli ilgi gerektirir

# plant.description.sakura
source: Delicate and beautiful, requires gentle care
fr: Délicat et beau, nécessite des soins doux
tr: Narin ve güzel, nazik bakım ister

# plant.description.monstera
source: Tropical and vibrant, thrives with balance
fr: Tropical et vibrant, prospère avec équilibre
tr: Tropikal ve canlı, denge ile gelişir

# onboarding.welcome.title
source: Welcome!
fr: Bienvenue!
tr: Hoş Geldin!

# onboarding.welcome.description
source: Grow a digital plant while staying focused with DeskPlant. Work with the Pomodoro technique and watch your plant thrive!
fr: Cultivez une plante numérique tout en restant concentré avec DeskPlant. Travaillez avec la technique Pomodoro et regardez votre plante prospérer!
tr: DeskPlant ile odaklanırken dijital bir bitki yetiştir. Pomodoro tekniği ile çalış ve bitkinin büyümesini izle!

# onboarding.focus.title
source: Focus Time
fr: Temps de concentration
tr: Fokus Zamanı

# onboarding.focus.description
source: Complete a 25-minute focus session to give your plant +10 health. Level up every 5 sessions!
fr: Terminez une session de concentration de 25 minutes pour donner +10 de santé à votre plante. Passez au niveau supérieur toutes les 5 sessions!
tr: 25 dakikalık fokus seansını tamamla ve bitkine +10 sağlık kazan. Her 5 seansta seviye atla!

# onboarding.break.title
source: Break Time
fr: Temps de pause
tr: Mola Zamanı

# onboarding.break.description
source: After each session, take a short break (5min). Every 4 sessions, enjoy a long break (15min). Your plant rests with you!
fr: Après chaque session, faites une courte pause (5min). Toutes les 4 sessions, profitez d'une longue pause (15min). Votre plante se repose avec vous!
tr: Her seans sonunda kısa mola (5dk), her 4 seansta uzun mola (15dk). Bitkinin seninle dinlenir!

# onboarding.care.title
source: Plant Care
fr: Soins des plantes
tr: Bitki Bakımı

# onboarding.care.description
source: If you don't use the app for more than 4 hours, your plant's health will decrease. Focus regularly to keep your plant healthy!
fr: Si vous n'utilisez pas l'application pendant plus de 4 heures, la santé de votre plante diminuera. Concentrez-vous régulièrement pour garder votre plante en bonne santé!
tr: 4 saatten fazla kullanmazsan bitkinin sağlığı azalır. Düzenli fokus yap, bitkini sağlıklı tut!

# onboarding.types.title
source: Choose Your Plant
fr: Choisissez votre plante
tr: Bitkini Seç

# onboarding.types.description
source: Each plant has unique characteristics. Choose one that matches your style!
fr: Chaque plante a des caractéristiques uniques. Choisissez celle qui correspond à votre style!
tr: Her bitkinin kendine özgü özellikleri var. Tarzına uygun olanı seç!

# onboarding.plant.cactus
source: Most forgiving - Perfect for beginners
fr: Le plus tolérant - Parfait pour les débutants
tr: En bağışlayıcı - Yeni başlayanlar için ideal

# onboarding.plant.monstera
source: Resilient tropical plant - Good balance
fr: Plante tropicale résistante - Bon équilibre
tr: Dayanıklı tropikal bitki - İyi denge

# onboarding.plant.bamboo
source: Grows quickly - Moderate care needed
fr: Croissance rapide - Soins modérés nécessaires
tr: Hızlı büyür - Orta düzey bakım

# onboarding.plant.bonsai
source: Patient growth - Requires dedication
fr: Croissance patiente - Nécessite du dévouement
tr: Sabırlı büyüme - Özveri gerektirir

# onboarding.plant.sunflower
source: Bright and cheerful - Needs regular care
fr: Lumineux et joyeux - Nécessite des soins réguliers
tr: Parlak ve neşeli - Düzenli bakım ister

# onboarding.plant.sakura
source: Most challenging - For masters only
fr: Le plus difficile - Pour les maîtres seulement
tr: En zorlu - Sadece ustalar için

# onboarding.start.title
source: Let's Begin!
fr: Commençons!
tr: Hadi Başlayalım!

# onboarding.start.description
source: Click the plant icon in the menu bar, press 'Start Focus' and begin your first session!
fr: Cliquez sur l'icône de la plante dans la barre de menus, appuyez sur 'Commencer la concentration' et démarrez votre première session!
tr: Menü çubuğundaki bitki ikonuna tıkla, 'Fokusa Başla' butonuna bas ve ilk seansını başlat!

# onboarding.button.next
source: Next
fr: Suivant
tr: İleri

# onboarding.button.back
source: Back
fr: Retour
tr: Geri

# onboarding.button.start
source: Start!
fr: Commencer!
tr: Başla!

# stats.today
source: Today
fr: Aujourd'hui
tr: Bugün

# stats.thisWeek
source: This Week
fr: Cette semaine
tr: Bu Hafta

# stats.pastDays
source: Past Days
fr: Jours passés
tr: Geçmiş Günler

# stats.totalSessions
source: Total Sessions
fr: Sessions totales
tr: Toplam Seans

# stats.totalMinutes
source: Total Minutes
fr: Minutes totales
tr: Toplam Dakika

# stats.totalTime
source: Total Time
fr: Temps total
tr: Toplam Süre

# stats.focusTime
source: Focus Time
fr: Temps de concentration
tr: Fokus Süresi

# stats.sessions
source: Sessions
tr: Seanslar

# stats.currentStreak
source: Current Streak
fr: Série actuelle
tr: Güncel Seri

# stats.longestStreak
source: Longest Streak
fr: Plus longue série
tr: En Uzun Seri

# stats.sessionsCompleted
source: Sessions Completed
fr: Sessions terminées
tr: Tamamlanan Seanslar

# stats.minutes
source: Minutes
tr: Dakika

# stats.days
source: days
fr: jours
tr: gün

# stats.achievements
source: Achievements
fr: Réalisations
tr: Başarımlar

# stats.emptyMessage
source: Start your first focus session!
fr: Commencez votre première session de concentration!
tr: İlk fokus seansını başlat!

# achievement.firstSteps
source: First Steps
fr: Premiers pas
tr: İlk Adımlar

# achievement.firstSteps.desc
source: Complete 1 session
fr: Terminez 1 session
tr: 1 seans tamamla

# achievement.gettingStarted
source: Getting Started
fr: Débuts
tr: Başlangıç

# achievement.gettingStarted.desc
source: Complete 5 sessions
fr: Terminez 5 sessions
tr: 5 seans tamamla

# achievement.consistent
source: Consistent
fr: Constant
tr: Kararlı

# achievement.consistent.desc
source: Complete 25 sessions
fr: Terminez 25 sessions
tr: 25 seans tamamla

# achievement.dedicated
source: Dedicated
fr: Dévoué
tr: Kendini Adamış

# achievement.dedicated.desc
source: Complete 100 sessions
fr: Terminez 100 sessions
tr: 100 seans tamamla

# unit.min
source: min
tr: dk

# unit.session
source: session
tr: seans

# unit.sessions
source: sessions
tr: seans

# menu.open
source: Open DeskPlant
fr: Ouvrir DeskPlant
tr: DeskPlant'ı Aç

# menu.activateLicense
source: Activate License
fr: Activer la Licence
tr: Lisans Aktive Et

# menu.deactivateLicense
source: Deactivate License
fr: Désactiver la Licence
tr: Lisansı İptal Et

# menu.licenseInfo
source: License Information
fr: Informations sur la Licence
tr: Lisans Bilgisi

# license.section.title
source: License
tr: Lisans

# license.title
source: License Activation
fr: Licence
tr: Lisans Aktivasyonu

# license.status.active
source: Licensed
fr: Active
tr: Lisanslı

# license.status.notActivated
source: Free Version
fr: Non Activée
tr: Ücretsiz Sürüm

# license.button.activate
source: Activate License
tr: Lisans Aktive Et

# license.button.deactivate
source: Deactivate License
tr: Lisansı Kaldır

# license.info.trial
source: Limited to 3 plant types • Activate for all features
tr: 3 bitki türü ile sınırlı • Tüm özellikler için aktive edin

# license.intro.title
source: Activate Your License
tr: Lisansınızı Aktive Edin

# license.intro.description
source: Enter your license key and email to unlock all premium features
tr: Tüm premium özelliklerin kilidini açmak için lisans anahtarınızı ve e-postanızı girin

# license.field.key
source: License Key
tr: Lisans Anahtarı

# license.field.email
source: Email Address
tr: E-posta Adresi

# license.field.device
source: Device
tr: Cihaz

# license.field.activated
source: Activated
tr: Aktive Edildi

# license.help.text
source: Use the email address from your purchase confirmation
tr: Satın alma onayınızdaki e-posta adresini kullanın

# license.link.purchase
source: Purchase License
tr: Lisans Satın Al

# license.activated.title
source: License Active
tr: Lisans Aktif

# license.success.title
source: Success!
tr: Başarılı!

# license.success.message
source: Your license has been activated successfully
tr: Lisansınız başarıyla aktive edildi

# license.error.title
source: Activation Failed
tr: Aktivasyon Başarısız

# license.error.invalidURL
source: Invalid API URL
tr: Geçersiz API URL

# license.error.invalidResponse
source: Invalid server response
tr: Geçersiz sunucu yanıtı

# license.error.serverError
source: Server error (code: %d)
tr: Sunucu hatası (kod: %d)

# license.error.invalidProduct
source: This license key is not valid for DeskPlant
tr: Bu lisans anahtarı DeskPlant için geçerli değil

# license.error.emailMismatch
source: Email doesn't match the purchase email
tr: E-posta satın alma e-postası ile eşleşmiyor

# license.error.activationFailed
source: License activation failed
tr: Lisans aktivasyonu başarısız

# license.error.invalidLicense
source: License key is invalid
tr: Lisans anahtarı geçersiz

# license.error.notActive
source: License status: %@
tr: Lisans durumu: %@

# license.error.noLicense
source: No license stored
tr: Kayıtlı lisans yok

# license.upgradeMessage
source: Upgrade to Pro
fr: Passez à Pro pour débloquer toutes les fonctionnalités
tr: Pro Sürüme Yükselt

# license.restrictedFeature
source: This plant requires a Pro license. Activate your license to unlock all 6 plant types!
fr: Cette fonctionnalité nécessite une licence Pro
tr: Bu bitki Pro lisans gerektirir. Tüm 6 bitki türünün kilidini açmak için lisansınızı aktive edin!

# license.cancel
source: Cancel
fr: Annuler
tr: İptal

# license.activate
source: Activate
fr: Activer la Licence
tr: Aktive Et

# button.ok
source: OK
tr: Tamam

# button.cancel
source: Cancel
tr: İptal

# license.purchase
source: Buy License
fr: Acheter une licence
tr: Lisans Satın Al

# license.purchase.description
source: Get DeskPlant Pro for lifetime access
fr: Obtenez DeskPlant Pro pour un accès à vie
tr: Ömür boyu erişim için DeskPlant Pro'yu edinin

# license.purchase.open
source: Open Store
fr: Ouvrir la boutique
tr: Mağazayı Aç

# license.purchase.price
source: ₺299.99 - Lifetime Access
fr: ₺299.99 - Accès à vie
tr: ₺299.99 - Ömür Boyu Erişim
